the    243955
,    208323
.    156863
of    119828
in    103850
and    92057
a    80705
to    60264
is    59069
`    44722
-    40032
-lrb-    38395
-rrb-    38309
was    34690
as    30121
for    26397
on    24230
by    23508
with    20747
''    19181
's    17886
that    17689
it    16956
from    16540
an    14971
at    14230
are    14142
he    13899
or    13881
his    13068
which    11045
     10231
be    9456
also    8855
this    8220
one    8194
were    8131
first    7816
has    7714
;    7169
:    7085
its    6995
not    6658
who    6588
born    6575
city    6244
have    6214
known    6050
but    5803
after    5794
their    5705
other    5453
france    5359
had    5306
two    5250
they    5180
united    5168
new    5129
department    4899
most    4858
states    4835
used    4689
'    4689
been    4665
commune    4628
when    4530
her    4436
county    4414
all    4380
into    4349
world    4312
may    4294
can    4156
de    3994
time    3869
such    3869
football    3855
more    3785
american    3754
only    3715
some    3679
she    3611
north    3578
during    3550
between    3448
name    3427
there    3420
many    3384
national    3382
south    3354
region    3194
state    3176
than    3131
called    3087
about    3023
part    2993
over    2950
where    2891
three    2887
team    2845
years    2842
located    2838
became    2808
made    2658
year    2639
second    2581
later    2563
while    2546
would    2544
these    2531
up    2529
series    2500
former    2491
1    2481
well    2451
player    2450
then    2423
use    2387
both    2331
no    2329
hurricane    2321
area    2320
being    2309
under    2308
since    2285
people    2229
including    2217
town    2216
district    2215
british    2211
until    2208
number    2190
season    2148
him    2133
university    2131
west    2127
league    2127
western    2124
however    2123
through    2122
september    2113
2    2111
out    2102
before    2101
often    2083
will    2077
english    2067
i    2054
east    2038
--    2023
system    2001
named    1987
august    1986
several    1983
game    1961
family    1961
october    1957
released    1951
january    1941
war    1937
music    1935
river    1924
if    1910
each    1910
june    1904
july    1902
played    1899
march    1892
northern    1889
four    1864
%    1837
best    1836
based    1825
them    1821
japanese    1820
early    1815
november    1811
so    1808
any    1800
major    1790
december    1787
film    1779
1\\/4    1777
species    1772
century    1765
group    1757
april    1757
band    1753
school    1743
population    1739
london    1736
day    1732
same    1727
like    1721
now    1710
album    1708
s    1686
line    1685
february    1678
m    1675
found    1660
although    1629
german    1617
central    1615
because    1613
form    1610
2007    1609
province    1608
work    1603
high    1598
currently    1584
small    1575
government    1567
won    1553
around    1551
2008    1547
large    1546
international    1543
island    1538
3    1538
following    1536
john    1518
long    1511
main    1497
calais    1496
pas    1494
professional    1488
largest    1477
french    1465
2006    1462
england    1434
municipality    1430
against    1404
4    1404
within    1402
center    1395
water    1389
life    1389
home    1379
began    1377
great    1374
n    1371
end    1368
club    1368
york    1366
king    1360
games    1358
place    1356
atlantic    1353
general    1352
common    1348
la    1340
tropical    1331
single    1331
2009    1330
along    1327
near    1322
show    1320
capital    1320
president    1319
southern    1316
5    1316
include    1308
third    1306
10    1301
song    1283
do    1277
usually    1274
plays    1273
eastern    1272
order    1267
death    1261
2000    1260
company    1259
very    1258
last    1248
published    1247
2005    1245
you    1243
2010    1239
public    1228
different    1228
term    1227
million    1223
footballer    1220
old    1219
television    1209
hockey    1209
five    1200
built    1199
see    1195
member    1192
much    1189
set    1187
u.s.    1185
ii    1184
party    1180
championship    1174
6    1173
modern    1171
sometimes    1166
country    1166
germany    1161
another    1159
age    1149
those    1147
could    1144
#    1138
rock    1136
left    1134
back    1129
station    1127
japan    1122
held    1114
formed    1113
produced    1106
park    1105
members    1103
period    1101
language    1100
house    1098
red    1095
formula    1095
book    1085
storm    1081
own    1081
history    1081
did    1081
original    1078
due    1071
title    1070
still    1059
written    1058
15    1054
given    1053
developed    1052
using    1048
australia    1048
took    1041
20    1040
though    1039
example    1039
considered    1039
even    1035
saint    1033
sea    1028
template    1027
just    1017
30    1017
what    1014
children    1012
become    1007
black    1003
founded    1002
son    1001
according    1001
created    995
times    994
among    994
make    993
america    990
km    988
kingdom    986
2004    982
12    982
council    981
white    980
7    978
power    977
land    976
d    973
"    973
father    972
live    961
died    960
college    958
late    955
c    947
royal    945
important    942
final    940
church    939
off    937
way    935
point    934
video    932
union    932
e    931
18    930
top    928
local    927
8    927
popular    924
originally    921
commonly    920
grand    914
25    913
class    910
referred    900
11    899
service    896
word    895
served    895
moved    895
body    893
association    892
switzerland    891
six    888
pacific    881
italian    881
13    879
playing    877
without    873
role    872
australian    872
village    871
9    871
2003    869
having    867
16    867
24    865
led    864
14    863
non    860
version    858
few    852
received    851
included    851
similar    850
republic    849
match    848
list    847
established    846
play    845
2001    844
various    842
works    841
short    841
head    840
europe    840
current    837
james    835
cup    833
air    833
award    832
india    831
side    830
countries    830
man    828
days    828
canton    827
&    826
right    825
law    825
record    823
b    822
official    818
said    817
event    817
william    810
coast    806
european    805
women    802
should    800
free    800
human    799
young    798
page    798
$    795
ice    792
greek    787
k    785
nhl    782
areas    782
17    781
islands    776
road    772
railway    772
pakistan    772
does    772
next    767
type    766
total    766
northwestern    766
generally    766
full    765
down    765
division    761
political    760
together    759
development    757
2002    752
roman    751
lake    751
earth    751
career    751
19    748
census    746
again    746
21    746
every    743
making    741
aisne    741
energy    740
open    739
nord    736
seat    735
others    735
picardy    732
either    729
character    729
spanish    728
today    726
singer    725
23    725
george    724
per    723
famous    723
army    722
present    716
star    713
california    705
light    699
canadian    697
simply    693
level    692
result    691
includes    691
22    689
!    689
office    687
art    687
wrestling    685
force    685
once    684
race    683
half    682
natural    681
l    679
*    679
came    677
empire    676
26    676
thus    675
\\/    675
canada    674
little    673
minister    672
article    672
retired    662
take    661
throughout    658
research    658
started    655
mother    654
florida    653
wrote    651
charles    651
site    647
special    644
less    644
recorded    642
wife    640
men    640
29    640
field    639
28    639
must    638
stadium    634
green    633
27    633
science    632
married    631
described    631
seven    629
summer    628
st.    627
key    624
f    624
discovered    624
appeared    624
means    623
100    622
parts    621
hall    621
upon    620
announced    620
wwe    619
never    618
us    617
low    616
living    616
lead    616
calvados    616
range    615
position    615
information    615
normandie    613
1999    613
went    611
meaning    611
basse    611
systems    610
director    610
battle    610
further    608
we    607
re    607
san    606
network    605
space    604
release    600
units    599
brother    598
across    598
style    596
names    596
military    596
middle    596
street    595
rail    594
act    593
size    592
novel    592
taken    591
instead    591
fourth    591
actor    591
t    590
le    590
control    590
night    589
iowa    587
continued    584
color    582
christian    582
community    581
r    580
co    580
process    579
person    579
itself    579
category    579
story    578
available    577
lost    576
players    575
production    574
building    574
africa    573
rather    572
ancient    572
almost    572
related    571
metal    570
brazilian    570
teams    568
standard    568
text    567
run    566
radio    566
queen    566
daughter    566
independent    564
how    564
especially    564
support    561
features    561
below    558
car    557
1998    557
organization    556
china    556
above    555
racing    554
emperor    553
contains    553
sports    552
good    552
wikipedia    551
articles    551
forms    549
services    547
records    547
author    547
valley    546
officially    546
my    545
scotland    544
introduced    544
study    543
stage    543
program    543
plants    543
least    539
seen    538
outside    538
addition    538
=    538
points    537
3\\/4    537
uk    536
italy    535
o    532
design    531
society    530
events    530
approximately    530
better    529
1997    529
russian    528
tour    527
social    527
case    525
lower    524
books    524
whose    523
sold    523
bay    523
designed    522
eventually    521
multiple    520
court    520
paul    519
ireland    519
animals    519
1996    519
replaced    518
fire    518
post    517
leader    517
change    517
highest    516
god    515
civil    514
...    514
movement    513
himself    513
david    513
opened    512
data    511
indian    510
blue    510
\\    509
theory    507
31    507
far    506
close    506
returned    505
prince    505
bank    505
airport    504
leading    503
henry    503
iii    502
food    502
awards    502
signed    500
latin    500
beginning    500
parliament    499
episode    499
mexico    497
worked    496
traditional    496
typically    493
away    493
followed    492
elected    491
computer    491
uses    490
performed    489
length    489
caused    487
terms    486
surface    486
software    486
entertainment    486
debut    486
changed    486
1995    485
view    484
remained    484
prize    484
prime    484
duke    484
champion    484
possible    483
port    483
strong    482
miles    482
michael    482
help    482
working    481
paris    481
n't    481
model    481
louis    481
native    480
minor    480
h    480
gironde    480
chinese    479
chief    479
studio    478
lines    478
date    478
child    478
genus    477
joined    476
forces    476
bc    476
soon    475
groups    475
track    474
robert    474
project    474
1980    474
songs    473
winter    472
1\\/2    471
ground    470
actress    470
associated    469
larger    468
eight    468
c.    467
awarded    467
average    467
added    467
rights    466
orchestra    466
go    466
code    466
square    465
separate    465
host    465
upper    464
manager    463
love    463
source    462
scottish    462
win    461
types    461
gold    461
gave    461
education    461
cents    461
asia    460
1994    460
successful    459
ten    458
v    456
secretary    456
ocean    456
1981    456
numbers    455
territory    454
super    454
plant    454
months    454
refers    453
lived    453
federal    452
1990    452
governor    451
berlin    451
windows    450
washington    449
g    449
unit    448
particular    446
divided    446
particularly    444
cells    444
1986    444
user    443
ever    443
despite    443
chemical    443
consists    442
al    442
1974    442
widely    441
significant    441
police    439
business    439
oklahoma    438
1979    438
hit    437
success    436
material    436
los    436
britain    436
baseball    436
return    435
cities    435
section    434
round    434
electric    434
1993    434
languages    433
greater    433
performance    431
winning    430
mostly    430
artist    429
sir    427
1992    427
remains    425
directly    425
chicago    425
characters    425
action    425
prix    424
mario    423
thought    422
individual    422
formerly    421
dutch    420
1991    420
placed    419
news    418
your    416
metropolitan    416
words    415
featured    415
cross    415
starting    414
real    414
private    414
previously    414
x    413
writer    413
sun    413
spain    413
smaller    413
culture    413
certain    413
1976    413
users    411
internet    411
1975    411
1983    410
ring    409
come    409
southeastern    408
reached    408
hot    408
appointed    408
able    408
cell    407
catholic    406
aquitaine    406
1970    406
whom    405
wales    405
start    405
feature    405
nations    404
museum    404
me    404
bridge    404
peter    403
martin    403
calendar    403
base    403
table    402
situated    402
becoming    402
1969    402
richard    401
opera    401
media    401
engine    401
composed    401
1982    401
mass    399
mary    399
festival    399
distance    399
virginia    398
shows    398
recognized    398
behind    398
here    397
1972    396
disney    395
1977    395
1967    395
primary    394
thomas    393
mountain    393
hand    393
1973    393
wide    392
texas    392
scale    392
killed    392
front    392
reported    391
1987    391
1971    391
status    390
limited    390
administrative    390
variety    389
sent    389
create    389
previous    388
angeles    388
structure    387
image    386
1978    386
0\tthe    386
heavy    385
big    385
numerous    384
initially    384
future    384
films    384
entire    384
blood    384
ain    384
nine    383
higher    383
get    383
earlier    382
commercial    382
academy    382
students    381
soviet    381
raw    381
pok    381
mainly    381
lord    381
flag    381
fiction    381
animal    381
tree    380
?    380
1985    379
politician    378
oil    378
met    378
african    378
pressure    377
letter    377
fame    377
belgian    377
mon    376
primarily    375
decided    375
1989    375
rule    374
prior    374
musical    374
completed    374
1988    374
construction    373
channel    373
active    373
regular    372
passed    372
border    372
50    372
movie    371
1984    371
magazine    370
female    370
trade    369
too    369
might    369
beach    369
economic    368
arts    368
writing    367
market    367
fifth    367
annual    367
victoria    366
always    365
physical    364
camp    364
borough    364
st    363
oldest    362
mark    362
elements    362
brand    362
mountains    361
heart    361
attack    361
appears    360
appear    360
recent    359
provided    359
operating    359
brought    359
required    358
nature    358
hours    358
woman    357
themselves    356
parameter    356
producer    355
move    355
institute    355
honor    355
schools    354
running    354
peace    354
nintendo    354
true    353
stars    353
longer    353
defined    353
dark    353
complete    353
towards    352
nuclear    352
nobel    352
link    352
lies    352
guitar    352
e.g.    352
depression    352
finally    351
believed    351
40    351
via    350
speed    350
saw    350
era    350
changes    350
takes    349
refer    349
labor    349
talk    348
stated    348
joseph    348
nearly    347
majority    347
location    347
health    347
directed    347
sister    346
industry    346
composer    346
19th    346
subject    345
complex    345
put    344
owned    344
give    344
election    344
seasons    343
independence    343
branch    343
20th    343
specific    342
sound    342
regions    342
pays    342
loire    342
find    342
driver    342
produce    341
tv    340
manchester    340
board    340
value    339
responsible    339
older    339
irish    339
direct    339
provide    338
damage    338
week    337
pop    336
1968    336
security    335
comes    335
taking    334
our    334
medical    333
route    332
competition    332
cause    332
2011    332
professor    331
olympic    331
notable    331
coach    331
appearance    331
alpes    331
        331
figure    330
brown    330
recording    329
worldwide    328
whole    328
sur    328
overall    328
foreign    328
bbc    328
van    326
edward    326
chess    326
stations    325
edition    325
therefore    324
peninsula    324
parish    324
object    324
nation    324
alexander    324
studies    323
ended    323
cathedral    323
treaty    322
stand    322
humans    322
cases    322
brazil    322
already    321
alabama    321
0    321
russia    320
rest    320
enough    320
commonwealth    320
allow    320
+    320
note    319
friends    319
effect    319
studied    318
shown    318
rome    318
estimated    318
derived    318
basketball    318
1947    318
past    317
makes    317
fish    317
collection    317
romania    316
robinson    316
northwest    315
rules    314
conference    314
hill    313
gulf    313
fact    313
adopted    313
w    312
library    312
principal    311
premier    311
executive    311
evidence    311
buildings    311
web    310
recently    310
p    310
jupiter    310
involved    310
except    310
districts    310
defeated    310
che    310
acid    310
regional    309
j.    309
golden    309
carolina    309
1945    309
j    308
interest    308
function    308
display    308
alternative    308
allowed    308
paper    307
pages    307
fort    307
spent    306
nearby    306
illinois    306
historical    306
etc    306
constitution    306
box    306
ball    306
stone    305
quickly    304
circuit    304
boy    303
1963    303
religious    302
1965    302
1961    302
urban    301
trees    301
influence    301
gas    301
committee    301
winds    300
practice    300
highly    300
foundation    300
cover    300
contain    300
product    299
discovery    299
applied    299
albums    299
train    298
sport    298
renamed    298
turned    297
jr.    297
friend    297
ard    297
literature    296
face    296
copies    296
tournament    295
southeast    295
conditions    295
subsequently    294
pass    294
cyclone    294
turn    293
technology    293
direction    293
zone    292
scientific    292
noted    292
forest    292
cultural    292
zealand    291
trains    291
moon    291
cape    291
sources    290
serving    290
pay    290
guitarist    290
degree    290
songwriter    289
lee    289
hard    289
double    289
democratic    289
voice    288
self    288
proposed    288
need    288
engineering    288
kentucky    287
content    287
attended    287
additional    287
ad    287
opening    286
mid    286
defense    286
1980s    286
wind    285
money    285
jesus    285
dynasty    285
1964    285
tom    284
temperature    284
singles    284
musician    283
actually    283
yellow    282
whether    282
von    281
probably    281
personal    281
artists    281
1949    281
simple    280
entered    280
du    280
course    280
animated    280
twenty    279
problems    279
listed    279
license    279
ne    278
legal    278
exist    278
1948    278
heat    277
1952    277
maria    276
intended    276
birds    276
dead    275
underground    274
relationship    274
disease    274
ago    274
200    274
u    273
transport    273
results    273
princess    273
parents    273
olympics    273
1960    273
unlike    272
rise    272
issued    272
income    272
classical    272
brothers    272
administration    272
wood    271
triple    271
soccer    271
search    271
master    271
latter    271
inside    271
increased    271
idea    271
greatest    271
finished    271
closed    271
1966    271
founder    270
containing    270
symbol    269
roughly    269
revolution    269
1962    269
training    268
stories    268
purpose    268
products    268
fox    268
examples    268
corporation    268
block    268
1970s    268
runs    267
relatively    267
leaves    267
korean    267
iron    267
dance    267
weeks    266
planet    266
fall    266
controlled    266
cold    266
captain    266
birth    266
allows    266
southwest    265
scott    265
origin    265
matter    265
comedy    265
challenge    265
anti    265
supported    264
moving    264
midfielder    264
federation    264
read    263
policy    263
northeast    263
management    263
austria    263
1959    263
chart    262
assembly    262
access    262
drive    261
draft    261
digital    261
castle    261
authority    261
younger    260
rate    260
operated    260
leaving    260
declared    260
1946    260
increase    259
fields    259
et    259
deep    259
completely    259
rivers    258
places    258
marie    258
letters    258
label    258
boston    258
spring    257
reference    257
polish    257
palace    257
en    257
room    256
medal    256
levels    256
hold    256
claimed    256
wall    255
occurred    255
male    255
families    255
explorer    255
versions    254
provides    254
perhaps    254
mayor    254
jewish    254
counties    254
attempt    254
activity    254
1957    254
1950    254
respectively    253
holy    253
difficult    253
companies    253
pre    252
netherlands    252
editor    252
covered    252
basic    252
500    252
hercules    251
congress    251
cars    251
wild    250
swedish    250
marriage    250
leave    250
largely    250
lady    250
forced    250
daily    250
amount    250
1953    250
vote    249
towns    249
selected    249
prominent    249
imperial    249
i.e.    249
smackdown    248
remain    248
growth    248
write    247
solar    247
method    247
feet    247
combined    247
piano    246
peak    246
month    246
historic    246
episodes    246
done    246
conductor    246
_    246
shortly    245
resulting    245
likely    245
launched    245
element    245
bass    245
basis    245
alone    245
traditionally    244
races    244
presented    244
potential    244
morning    244
korea    244
el    244
concept    244
ch    244
blues    244
arthur    244
specifically    243
represented    243
newspaper    243
incorporated    243
generation    243
flat    243
environment    243
dry    243
armenian    243
yet    242
sense    242
santa    242
report    242
poland    242
m.    242
jean    242
bill    242
te    241
split    241
earliest    241
accepted    241
reason    240
poet    240
organized    240
immediately    240
dna    239
ability    239
a.    239
1960s    239
wars    238
stanley    238
ontario    238
normal    238
creation    238
theater    237
remaining    237
monroe    237
jersey    237
georgia    237
entry    237
egypt    237
website    236
ship    236
serve    236
mobile    236
lives    236
grew    236
frequently    236
core    236
arms    236
adult    236
silver    235
gives    235
effects    235
destroyed    235
classified    235
1958    235
1956    235
test    234
rose    234
parallel    234
industrial    234
extended    234
1990s    234
usa    233
nicknamed    233
diesel    233
60    233
weather    232
symphony    232
machine    232
got    232
cancer    232
campaign    232
titles    231
sixth    231
raised    231
microsoft    231
husband    231
headquarters    231
formal    231
chris    231
centuries    231
sub    230
medicine    230
individuals    230
contract    230
1955    230
vice    229
operation    229
mount    229
mean    229
links    229
junior    229
frederick    229
elizabeth    229
diameter    229
compound    229
colors    229
climate    229
stock    228
fictional    228
equal    228
edge    228
call    228
billion    228
aired    228
shared    227
distribution    227
defender    227
count    227
arnold    227
add    227
1954    227
vend    226
causing    226
regarded    225
bull    225
universe    224
tradition    224
theme    224
organizations    224
nazi    224
hosted    224
giving    224
designated    224
bird    224
striker    223
orange    223
helped    223
fully    223
ford    223
convention    223
1942    223
winner    222
sexual    222
programs    222
hour    222
gained    222
di    222
unique    221
serves    221
reach    221
format    221
der    221
continue    221
albert    221
agreement    221
tag    220
settlement    220
senior    220
needed    220
keep    220
architecture    220
acts    220
victory    219
speaking    219
salt    219
removed    219
problem    219
persian    219
occur    219
distinct    219
1944    219
twice    218
things    218
surrounding    218
pope    218
minutes    218
longest    218
growing    218
flight    218
titled    217
rich    217
powerful    217
possibly    217
officer    217
hamilton    217
fans    217
80    217
y    216
told    216
staff    216
solo    216
ran    216
property    216
normally    216
goal    216
exchange    216
dr.    216
templates    215
straight    215
press    215
mayenne    215
garden    215
engines    215
acting    215
tower    214
response    214
inhabitants    214
houses    214
evolution    214
consisting    214
wing    213
stop    213
powers    213
piece    213
online    213
laws    213
images    213
hills    213
dates    213
contemporary    213
austrian    213
aube    213
activities    213
account    213
volume    212
troops    212
strength    212
share    212
francisco    212
describe    212
cut    212
am    212
aargau    212
sites    211
motor    211
memorial    211
issues    211
dog    211
constructed    211
capacity    211
bands    211
allowing    211
slightly    210
selling    210
punk    210
provinces    210
parameters    210
merged    210
kansas    210
iv    210
household    210
hospital    210
going    210
fantasy    210
closely    210
buried    210
bad    210
sons    209
sex    209
secret    209
multi    209
jackson    209
identified    209
highway    209
h.    209
championships    209
shape    208
issue    208
device    208
borders    208
behavior    208
tracks    207
queensland    207
plan    207
girl    207
formation    207
express    207
deal    207
conducted    207
s.    206
minnesota    206
matches    206
landfall    206
influenced    206
featuring    206
columbia    206
cast    206
1939    206
spread    205
objects    205
notably    205
goals    205
claim    205
90    205
1940    205
singapore    204
separated    204
physics    204
message    204
lincoln    204
earned    204
dvd    204
confirmed    204
classic    204
carried    204
applications    204
aircraft    204
agency    204
1951    204
wave    203
ruled    203
roles    203
quality    203
meet    203
loss    203
affairs    203
suggested    202
novels    202
melbourne    202
break    202
belgium    202
1920    202
swiss    201
sets    201
observed    201
impact    201
financial    201
experience    201
des    201
bush    201
1918    201
travel    200
portion    200
motion    200
compared    200
bear    200
student    199
speech    199
meeting    199
massachusetts    199
initial    199
failed    199
extreme    199
conflict    199
b.    199
anne    199
writers    198
wings    198
soldiers    198
sign    198
sides    198
mm    198
materials    198
fellow    198
drama    198
compounds    198
tells    197
subsequent    197
string    197
senate    197
saturn    197
religion    197
pieces    197
mixed    197
kilometres    197
horse    197
eggs    197
doctor    197
protection    196
operations    196
internal    196
google    196
girls    196
dedicated    196
bell    196
1941    196
ways    195
prison    195
freedom    195
del    195
definition    195
covers    195
copper    195
conservative    195
clubs    195
chocolate    195
waters    194
w.    194
uefa    194
semi    194
nominated    194
newly    194
mph    194
mentioned    194
justice    194
franchise    194
forward    194
falls    194
bar    194
toronto    193
michigan    193
jazz    193
inspired    193
credited    193
analysis    193
universal    192
subtropical    192
say    192
satellite    192
resulted    192
poor    192
necessary    192
literary    192
cost    192
bus    192
alaska    192
temple    191
israel    191
contained    191
command    191
causes    191
carbon    191
becomes    191
assigned    191
asian    191
angle    191
trophy    190
starring    190
revealed    190
orbit    190
height    190
hair    190
global    190
critical    190
chosen    190
believe    190
apple    190
alongside    190
weight    189
seventh    189
philosophy    189
percy    189
kept    189
fight    189
crown    189
copy    189
asked    189
1930    189
         189
tried    188
purposes    188
muslim    188
mouth    188
lack    188
kong    188
km\\/h    188
granted    188
eye    188
expanded    188
broadcast    188
advanced    188
adams    188
studios    187
secondary    187
score    187
provence    187
pole    187
opposite    187
offered    187
occurs    187
marked    187
easily    187
1900    187
typical    186
territories    186
rural    186
punjab    186
passenger    186
otherwise    186
medieval    186
mechanical    186
concert    186
asteroid    186
statistical    185
proper    185
processes    185
pro    185
platform    185
les    185
da    185
beyond    185
actual    185
tribes    184
sydney    184
properties    184
outer    184
nor    184
navy    184
moscow    184
montreal    184
fine    184
figures    184
connected    184
commission    184
clear    184
bishop    184
andrew    184
          184
percent    183
marine    183
hundred    183
functions    183
combination    183
bodies    183
application    183
1943    183
1938    183
1933    183
youth    182
technical    182
spoken    182
reduced    182
rare    182
milk    182
instruments    182
giant    182
flow    182
fifa    182
expansion    182
existence    182
d.    182
circle    182
care    182
build    182
attention    182
ticino    181
sweden    181
structures    181
something    181
relative    181
portuguese    181
onto    181
holds    181
18th    181
tea    180
saying    180
prefecture    180
perform    180
occupied    180
joint    180
eyes    180
extremely    180
entirely    180
die    180
bible    180
wrestler    179
wanted    179
shot    179
presence    179
plans    179
memory    179
literally    179
knowledge    179
kind    179
fruit    179
equivalent    179
develop    179
depending    179
czech    179
classes    179
tribe    178
traffic    178
parties    178
mathematics    178
vienna    177
succeeded    177
steel    177
sciences    177
pronounced    177
popularity    177
methods    177
know    177
expected    177
champions    177
austen    177
1937    177
1929    177
oxford    176
organisms    176
nba    176
municipal    176
maximum    176
instrument    176
centre    176
caribbean    176
agreed    176
acquired    176
prevent    175
originated    175
nfl    175
kings    175
heritage    175
cabinet    175
arabic    175
1936    175
tehsil    174
standing    174
scene    174
publication    174
linux    174
jack    174
immunity    174
fossil    174
ending    174
density    174
daniel    174
chairman    174
walter    173
villages    173
twelve    173
smith    173
safety    173
planned    173
translated    172
obtained    172
notes    172
mythology    172
glass    172
forming    172
foot    172
existed    172
enter    172
e.    172
developing    172
cycle    172
comic    172
avoid    172
sequel    171
producing    171
permanent    171
orthodox    171
occasionally    171
males    171
flanders    171
females    171
celebrated    171
bureau    171
address    171
achieved    171
1919    171
williams    170
tokyo    170
taught    170
sugar    170
script    170
saxony    170
reign    170
pennsylvania    170
municipalities    170
marks    170
gene    170
fashion    170
codes    170
charge    170
positive    169
pair    169
designation    169
ceremony    169
card    169
alliance    169
1924    169
want    168
transferred    168
solid    168
setting    168
quite    168
playstation    168
mexican    168
mac    168
ideas    168
follow    168
f.c.    168
existing    168
d'azur    168
categories    168
45    168
values    167
successor    167
replace    167
philip    167
opposed    167
edit    167
defeat    167
claims    167
ahead    167
walt    166
teacher    166
sunday    166
produces    166
please    166
performing    166
managed    166
hugo    166
founding    166
follows    166
extensive    166
economy    166
coming    166
1925    166
zoo    165
yorkshire    165
seeds    165
rapidly    165
prey    165
owner    165
models    165
max    165
iran    165
hence    165
hands    165
grown    165
focus    165
evolved    165
cm    165
arena    165
apart    165
70    165
voted    164
standards    164
selection    164
rugby    164
rh    164
ray    164
question    164
look    164
jefferson    164
islamic    164
heavyweight    164
goes    164
francis    164
fell    164
electronic    164
1950s    164
visit    163
spirit    163
shaped    163
sales    163
ohio    163
mississippi    163
jos    163
genetic    163
distributed    163
continental    163
constant    163
300    163
1923    163
says    162
refused    162
ranked    162
rain    162
opposition    162
kashmir    162
inner    162
guest    162
goaltender    162
file    162
distinguished    162
darwin    162
biggest    162
bacteria    162
35    162
1934    162
1932    162
z    161
translation    161
tennis    161
taylor    161
reports    161
recognition    161
ordered    161
gray    161
entitled    161
drivers    161
whereas    160
storms    160
starred    160
request    160
republican    160
locomotives    160
holding    160
deaths    160
christmas    160
begins    160
avatar    160
aang    160
workers    159
warm    159
thousands    159
ships    159
represents    159
join    159
hotel    159
document    159
creating    159
contact    159
colony    159
classification    159
bottom    159
authors    159
albany    159
agent    159
65    159
vocals    158
techniques    158
stands    158
skin    158
signal    158
showed    158
server    158
represent    158
pictures    158
philadelphia    158
lasted    158
johnson    158
joe    158
jane    158
insects    158
ecw    158
churches    158
banks    158
attacks    158
attached    158
abbreviated    158
usage    157
turkey    157
technique    157
presidential    157
picture    157
organ    157
meant    157
locomotive    157
linked    157
genre    157
faith    157
ages    157
wear    156
tribal    156
solution    156
legend    156
indiana    156
harry    156
details    156
composition    156
choice    156
belt    156
1935    156
1922    156
1912    156
walloon    155
singing    155
season\t0\tthe    155
reading    155
rank    155
rangers    155
muslims    155
mission    155
median    155
greece    155
florence    155
contrast    155
commander    155
coastal    155
chain    155
75    155
1st    155
vocalist    154
soil    154
output    154
officers    154
mind    154
influential    154
flows    154
fc    154
escape    154
default    154
critics    154
creek    154
colorado    154
boundary    154
16th    154
survivor    153
rarely    153
preserved    153
mammals    153
historically    153
grow    153
fuel    153
decision    153
contributions    153
continues    153
consider    153
approach    153
1901    153
wine    152
rio    152
reaction    152
parks    152
job    152
idaho    152
felt    152
campus    152
cambridge    152
biology    152
authorities    152
anna    152
youngest    151
widespread    151
trial    151
os    151
maintained    151
kill    151
external    151
detroit    151
baby    151
advance    151
1928    151
1921    151
treatment    150
pool    150
importance    150
folk    150
cuba    150
crime    150
councils    150
corner    150
converted    150
captured    150
ca    150
1926    150
universities    149
turkish    149
sharp    149
reaching    149
paulo    149
orbits    149
ministry    149
khan    149
hitler    149
goalkeeper    149
genera    149
fought    149
extension    149
earthquake    149
dropped    149
determined    149
bros.    149
adding    149
wrestlemania    148
store    148
residents    148
representatives    148
oxide    148
northeastern    148
medium    148
lists    148
increasing    148
fighting    148
competed    148
canadiens    148
caesar    148
adapted    148
teaching    147
moore    147
instance    147
geneva    147
exists    147
evil    147
else    147
dogs    147
boys    147
begin    147
1914    147
temporary    146
supply    146
spin    146
scored    146
review    146
p.    146
norwegian    146
laboratory    146
jews    146
institutions    146
inc.    146
facilities    146
electrical    146
displayed    146
communities    146
birmingham    146
baden    146
atomic    146
arrived    146
abbey    146
wheel    145
transfer    145
throne    145
tail    145
saxe    145
munich    145
mainland    145
kim    145
condition    145
bobby    145
anything    145
64    145
watch    144
suffered    144
stages    144
plane    144
performances    144
offer    144
mi    144
lieutenant    144
knight    144
hope    144
filled    144
ends    144
currency    144
couple    144
bob    144
billboard    144
attempts    144
annually    144
\\*\\*\\    144
tube    143
traveled    143
quebec    143
projects    143
liberal    143
frank    143
don    143
dating    143
circulation    143
arizona    143
1927    143
1910    143
visible    142
styles    142
rhine    142
plain    142
items    142
i.    142
gregorian    142
f.    142
earl    142
decades    142
broke    142
brian    142
beatles    142
and\\/or    142
affected    142
visited    141
virgin    141
vancouver    141
uncle    141
unable    141
storage    141
someone    141
shall    141
ross    141
reserve    141
representing    141
protected    141
poetry    141
phoenix    141
introduction    141
il    141
hero    141
dominican    141
confused    141
computers    141
chemistry    141
br    141
1917    141
unknown    140
spot    140
sodium    140
receive    140
ranging    140
ones    140
offices    140
map    140
guard    140
flowering    140
eat    140
communist    140
branches    140
bowl    140
1908    140
visual    139
surviving    139
sovereign    139
soul    139
serious    139
require    139
railways    139
radiation    139
pierre    139
metres    139
measure    139
interview    139
hollywood    139
headed    139
formally    139
extinct    139
drummer    139
domestic    139
degrees    139
carry    139
bring    139
armed    139
arab    139
alphabet    139
wisconsin    138
surrounded    138
speak    138
screen    138
politics    138
let    138
lakes    138
keys    138
hong    138
franklin    138
citizens    138
background    138
weapons    137
supreme    137
socialist    137
settled    137
saturday    137
r.    137
phase    137
jim    137
heavily    137
flowers    137
finish    137
elections    137
compete    137
chancellor    137
camps    137
bronze    137
150    137
width    136
vehicle    136
unusual    136
tim    136
thousand    136
temperatures    136
rocks    136
philosopher    136
paid    136
none    136
describes    136
contest    136
concentration    136
chamber    136
rna    135
reasons    135
purchased    135
personality    135
passing    135
orton    135
negative    135
madrid    135
indicate    135
hundreds    135
equipment    135
decade    135
context    135
consisted    135
bavaria    135
arkansas    135
argentine    135
academic    135
1913    135
warning    134
walls    134
toward    134
stores    134
resources    134
miller    134
efforts    134
column    134
characteristics    134
abandoned    134
1911    134
tools    133
teeth    133
survived    133
save    133
row    133
rapid    133
providing    133
philharmonic    133
painting    133
offers    133
massive    133
lightning    133
leadership    133
invented    133
grace    133
governing    133
fast    133
difference    133
chapel    133
broad    133
attempted    133
assistant    133
armenia    133
aid    133
ultimately    132
succession    132
seats    132
samuel    132
roots    132
representative    132
painter    132
julian    132
households    132
glasgow    132
charts    132
400    132
weakened    131
vi    131
theatre    131
slowly    131
slow    131
sequence    131
periods    131
observations    131
nothing    131
magnetic    131
lennon    131
journal    131
jones    131
institution    131
fresh    131
ethnic    131
differences    131
cloud    131
autonomous    131
adventures    131
worth    130
wilson    130
weekly    130
transportation    130
reality    130
operates    130
officials    130
movies    130
mining    130
mathematical    130
lyrics    130
liquid    130
input    130
harrison    130
fair    130
exclusively    130
economics    130
comedian    130
cd    130
actions    130
votes    129
situation    129
shore    129
sections    129
rolling    129
palm    129
narrow    129
maritimes    129
lands    129
hydrogen    129
everything    129
descent    129
comprises    129
colonial    129
carlos    129
anime    129
steve    128
specified    128
snow    128
revolutionary    128
returns    128
printed    128
prepared    128
mediterranean    128
mail    128
journalist    128
hip    128
grammy    128
governments    128
friday    128
evening    128
disk    128
debuted    128
bangladesh    128
1931    128
window    127
views    127
think    127
tennessee    127
suburb    127
struck    127
simon    127
resistance    127
requires    127
neptune    127
mr.    127
mile    127
losing    127
leaders    127
involving    127
failure    127
factory    127
establishment    127
emergency    127
crossing    127
convection    127
appearing    127
17th    127
thirty    126
supporting    126
receiving    126
plus    126
persons    126
path    126
nickname    126
milan    126
lotus    126
layer    126
k.    126
invasion    126
hebrew    126
grant    126
fishing    126
evolutionary    126
editing    126
drawn    126
discussion    126
determine    126
cyclones    126
attacked    126
westminster    125
virus    125
vehicles    125
progress    125
processing    125
price    125
orders    125
noble    125
needs    125
molecular    125
looking    125
iso    125
ian    125
hurricanes    125
hosts    125
fossils    125
floor    125
finals    125
drafted    125
audience    125
argentina    125
appropriate    125
vaucluse    124
stephen    124
sky    124
shadow    124
roll    124
resort    124
renaissance    124
remove    124
reduce    124
rainfall    124
raid    124
programming    124
principle    124
populations    124
organic    124
neither    124
journey    124
historian    124
eighth    124
dinosaurs    124
deputy    124
connection    124
childhood    124
briefly    124
brain    124
billy    124
basin    124
victor    123
stream    123
scientists    123
risk    123
renault    123
quarter    123
puerto    123
protect    123
philippines    123
musicians    123
kennedy    123
invited    123
intelligence    123
inducted    123
eric    123
entrance    123
effective    123
ben    123
amateur    123
advantage    123
zero    122
wins    122
sweet    122
showing    122
severe    122
rice    122
publishing    122
parent    122
naval    122
manner    122
goods    122
favorite    122
devices    122
broken    122
1905    122
vietnam    121
tip    121
rhythm    121
returning    121
pepper    121
madison    121
isle    121
graduated    121
fleet    121
drug    121
drink    121
dragon    121
dam    121
contributed    121
console    121
beautiful    121
artistic    121
antonio    121
2nd    121
specialized    120
roads    120
reward    120
residence    120
promotion    120
perfect    120
novelist    120
modified    120
legs    120
interior    120
generated    120
finland    120
farm    120
expressed    120
conservation    120
connecticut    120
cat    120
capable    120
ballet    120
auto    120
arm    120
americans    120
alfred    120
1916    120
violence    119
threat    119
suggests    119
soft    119
slide    119
signature    119
reviews    119
ranges    119
plot    119
pattern    119
patrick    119
murder    119
minute    119
locations    119
lion    119
indicates    119
executed    119
environmental    119
educational    119
crossed    119
coffee    119
clinton    119
christ    119
bought    119
axis    119
32    119
1930s    119
15th    119
warner    118
variation    118
thereafter    118
spelling    118
somewhat    118
significantly    118
sichuan    118
productions    118
pilot    118
partner    118
particles    118
oxygen    118
lesser    118
kelly    118
karl    118
gods    118
fixed    118
downtown    118
designs    118
communication    118
christopher    118
cemetery    118
cards    118
candidate    118
try    117
subdivision    117
strike    117
sacred    117
reputation    117
regarding    117
proved    117
plate    117
operate    117
mike    117
li    117
herself    117
heard    117
gradually    117
fitzgerald    117
f1    117
eleven    117
effort    117
driving    117
door    117
clay    117
christianity    117
cena    117
beat    117
bassist    117
athletes    117
arranged    117
violin    116
twin    116
smallest    116
sisters    116
similarly    116
retrograde    116
res    116
relations    116
quantum    116
paintings    116
mosque    116
matthew    116
lewis    116
launch    116
instructions    116
indonesia    116
hop    116
homes    116
fat    116
eldest    116
declaration    116
covering    116
components    116
belongs    116
trip    115
springs    115
spelled    115
promote    115
mode    115
maine    115
flooding    115
extra    115
editors    115
easy    115
dream    115
concerts    115
component    115
characterized    115
cable    115
bah    115
attributed    115
appearances    115
anthony    115
angel    115
95    115
1907    115
0\tit    115
xbox    114
useful    114
tool    114
tend    114
session    114
senna    114
routes    114
regularly    114
maintain    114
johann    114
holiday    114
habitat    114
guinea    114
graham    114
demand    114
cricket    114
automatically    114
animation    114
waste    113
vary    113
plastic    113
phrase    113
norway    113
mixture    113
logic    113
liverpool    113
identical    113
huge    113
housing    113
homo    113
gardens    113
forests    113
flying    113
firm    113
ds    113
doing    113
denmark    113
cream    113
crash    113
cousin    113
carl    113
calls    113
balls    113
aspects    113
adventure    113
3rd    113
trust    112
policies    112
mouse    112
mercury    112
meat    112
luke    112
ft    112
fly    112
feathers    112
emerged    112
documents    112
dispute    112
desert    112
cipher    112
changing    112
breaking    112
boundaries    112
actors    112
1902    112
zinc    111
zeus    111
winners    111
threatened    111
stay    111
ss    111
protein    111
observatory    111
michaels    111
magic    111
laid    111
junction    111
identity    111
hungary    111
howard    111
hawaii    111
hamburg    111
grade    111
goddess    111
flash    111
